<template><div><h1 id="中國" tabindex="-1"><a class="header-anchor" href="#中國" aria-hidden="true">#</a> 中國</h1>
<h2 id="文物保護法" tabindex="-1"><a class="header-anchor" href="#文物保護法" aria-hidden="true">#</a> 文物保護法</h2>
<h2 id="博物館條例" tabindex="-1"><a class="header-anchor" href="#博物館條例" aria-hidden="true">#</a> 博物館條例</h2>
<ul>
<li>山西省長城保護辦法 (2021-11-30)</li>
<li>山西省紅色文化遺址保護利用條例 (2019-09-29)</li>
<li>山西省社會力量參與文物保護利用辦法 (2019-01-18)</li>
<li>晉城市太行古堡群保護條例 (2018-12-14)</li>
<li>雲岡石窟保護條例 (2018-08-10)</li>
<li>中華人民共和國文物保護法（2017年修正本） (2018-07-11)</li>
<li>規章製定程序條例 (2018-01-16)</li>
<li>山西省文物建築構件保護辦法 (2016-12-08)</li>
<li>博物館條例 (2015-03-02)</li>
<li>文物藏品定級標準 (2015-02-02)</li>
<li>一級文物定級標準舉例 (2015-02-02)</li>
<li>博物館管理辦法 (2015-02-02)</li>
<li>中華人民共和國水下文物保護管理條例 (2015-02-02)</li>
<li>中華人民共和國考古涉外工作管理辦法 (2015-02-02)</li>
<li>考古發掘管理辦法 (2015-02-02)</li>
<li>山西省文物建築消防安全管理規定 (2015-01-13)</li>
<li>中華人民共和國文物保護法實施條例 (2015-01-08)</li>
<li>山西省實施《中華人民共和國文物保護法》辦法 (2014-12-25)</li>
<li>平遙古城保護條例 (2014-12-24)</li>
<li>太原市晉祠保護條例 (2014-12-23)</li>
<li>大同市雲岡石窟保護管理條例 (2014-12-22)</li>
<li>太原市文物保護和管理辦法 (2014-12-19)</li>
<li>長城保護條例 (2014-12-05)</li>
<li>文物複製暫行管理辦法 (2014-12-01)</li>
<li>文物認定管理暫行辦法 (2014-10-28)</li>
<li>歷史文化名城名鎮名村保護條例 (2014-09-11)</li>
<li>文物保護工程管理辦法 (2014-08-20)</li>
<li>太原市晉陽古城遺址保護管理條例 (2014-06-18)</li>
<li>文物進出境審核管理辦法 (2007-09-19)</li>
<li>古人類化石和古脊椎動物化石保護管理辦法 (2006-08-25)</li>
<li>文物行政處罰程序暫行規定 (2005-02-04)</li>
</ul>
</div></template>
