<template><div><h1 id="救災" tabindex="-1"><a class="header-anchor" href="#救災" aria-hidden="true">#</a> 救災</h1>
<h2 id="_1947年" tabindex="-1"><a class="header-anchor" href="#_1947年" aria-hidden="true">#</a> 1947年</h2>
<h3 id="兩廣水災籌賬" tabindex="-1"><a class="header-anchor" href="#兩廣水災籌賬" aria-hidden="true">#</a> 兩廣水災籌賬</h3>
<ol>
<li>〈金銀貿易塲一鳴驚人　捐欵幾達十萬　組賑災團實地調查散振〉，《工商日報》，1947年6月22日，第3頁。
<ul>
<li>捐欵題名</li>
</ul>
</li>
<li>〈三院電南洋僑胞　籲請捐欵救水災　徐季良等昨日赴穗〉，《工商日報》，1947年6月22日，第3頁。
<ul>
<li>收到捐欵</li>
</ul>
</li>
<li>〈外籍人士　捐欵救災　送本報轉交〉，《工商日報》，1947年6月22日，第3頁。</li>
<li>〈飲食商會　分隊募捐〉，《工商日報》，1947年6月22日，第3頁。</li>
<li>〈古玩雜架　義賣盛況〉，《工商日報》，1947年6月22日，第3頁。
<ul>
<li>順德同鄉</li>
<li>崇正總會</li>
<li>潮州同鄉</li>
<li>豬欄商會</li>
<li>鹹魚行</li>
<li>茂峯法師</li>
<li>廠商聯會</li>
<li>中醫義賬</li>
<li>龍舟義賽</li>
</ul>
</li>
<li>〈賑災彙報〉，《工商日報》，1947年6月22日，第3頁。
<ul>
<li>江蘇酒家義賣</li>
<li>內河工友募欵</li>
<li>袁族宗親募款</li>
<li>四邑商工總局籌欵</li>
<li>舞女王小妹捐款</li>
<li>團體商行捐輸</li>
</ul>
</li>
<li>〈救災招待會側寫〉，《工商日報》，1947年6月22日，第3頁。</li>
<li>〈南華會籌賬兩廣水災　設委員會主理新聲劇團義演　倘能籌得二萬元陳榮柏負責一切支銷〉，《華僑日報》，1947年6月22日，第1張第4版。
<ul>
<li>粵劇義演</li>
<li>合力銷票</li>
<li>出財出力</li>
</ul>
</li>
<li>〈港九疋頭從業員賬救水災籌賬團賜謝〉，《工商日報》，1947年6月30日，第1頁。</li>
<li>〈各江潦水再退　天不再下雨情勢必好轉〉，《工商日報》，1947年6月30日，第2頁。</li>
<li>〈廣武廣三火車　恢復照常開行〉，《工商日報》，1947年6月30日，第2頁。</li>
<li>〈水災之後　東博惠數縣　發生癘疫　省衛生處派隊工作〉，《工商日報》，1947年6月30日，第2頁。</li>
<li>〈東院賑濟水災　購暹米千噸　港九各界救災捐款　總數已接近八十萬〉，《工商日報》，1947年6月30日，第3頁。</li>
<li>〈購藥品二百箱　藥行商會承辦〉，《工商日報》，1947年6月30日，第3頁。</li>
<li>〈汽車義載　今明日兩家舉行〉，《工商日報》，1947年6月30日，第3頁。</li>
<li>〈東院派員調查潮汕災情　東江賑隊報告工作〉，《工商日報》，1947年6月30日，第3頁。</li>
<li>〈超立社義賣　得六千餘元　剩餘貨物定期開投〉，《工商日報》，1947年6月30日，第3頁。</li>
<li>〈各邑災情〉，《工商日報》，1947年6月30日，第3頁。
<ul>
<li>順德</li>
<li>三水</li>
<li>中山</li>
</ul>
</li>
<li>〈金邊的士响應賑災　捐的士兩架　舉行捐款抽獎〉，《工商日報》，1947年6月30日，第3頁。</li>
<li>〈粵劇義演　定期舉行〉，《工商日報》，1947年6月30日，第3頁。</li>
<li>〈賑灾捐欵彙誌〉，《工商日報》，1947年6月30日，第4頁。
<ul>
<li>藥行商會</li>
<li>洋紙商會</li>
<li>雞鴨行總會</li>
<li>東華三院</li>
<li>疋頭行商會</li>
</ul>
</li>
<li>〈粵劇義演　定期舉行〉，《工商晚報》，1947年6月30日，第4頁。</li>
<li>〈三院代表報告　韓江施賬　汕市府召聯席會議　賬品運汕市府代轉〉，《工商日報》，1947年7月5日，第4頁。</li>
</ol>
</div></template>
