<template><div><h1 id="考古文物新發現" tabindex="-1"><a class="header-anchor" href="#考古文物新發現" aria-hidden="true">#</a> 考古文物新發現</h1>
<!-- ## 北京市
1. 王巍：〈**房山琉璃河西周墓**〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1984年，第72頁。
2. 〈**北京通縣、房山等地漢墓**〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1984年，第72-73頁。
3. 王武鈺：〈**石景山老山西晉墓**〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1984年，第73頁。
4. 趙光林：〈**門頭溝區龍泉務遼三彩產地**〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1984年，第73-74頁。
5. 趙光林：〈**海淀區公主墳元代白琉璃窯址**〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1984年，第74頁。
## 天津市
1. 趙文剛：〈**靜海縣西釣台戰國、漢代城址**〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1984年，第74-75頁。
2. 紀烈敏、張俊生、韓嘉谷：〈**薊縣白塔內包遼塔**〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1984年，第75-76頁。
## 河北省
1. 陳光唐、劉東光：〈**邯鄲百家村新石器時代遺址**〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1984年，第76-77頁。
2. 文啟明：〈**容城縣午方新石器時代遺址**〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1984年，第77頁。
3. 張考：〈**蔚縣三關遺址**〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1984年，第78頁。
4. 文啟明：〈**藁城縣台西商代遺址**〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1984年，第78-79頁。
5. 孫德海：〈**滿城縣要莊西周遺址和墓葬**〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1984年，第79頁。
6. 陳應祺：〈**平山縣三汲中山國靈壽城址**〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1984年，第80頁。
7. 陳應祺：〈**平山縣三汲中山國墓葬**〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1984年，第80-81頁。
8. 顧智界：〈**臨漳縣曹魏北朝鄴城遺址**〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1984年，第81頁。 -->
<h2 id="廣東省" tabindex="-1"><a class="header-anchor" href="#廣東省" aria-hidden="true">#</a> 廣東省</h2>
<h3 id="區域調查" tabindex="-1"><a class="header-anchor" href="#區域調查" aria-hidden="true">#</a> 區域調查</h3>
<ol>
<li>古運泉、李子文：〈<strong>廣梅汕鐵路沿線考古調查</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1994年，第251頁。（注：西起東莞，東至汕頭。）</li>
<li>李子文：〈<strong>京九鐵路廣東段沿線考古調查</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1994年，第251-252頁。（注：途徑和平、龍川縣，與廣梅汕鐵路接軌。）</li>
<li>朱非素、李子文：〈<strong>珠江三角洲地區貝丘、沙丘遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1996年，第216頁。</li>
<li>馮孟欽：〈<strong>英佛公路沿線文物調查</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2000年，第224頁。</li>
</ol>
<h3 id="廣州市" tabindex="-1"><a class="header-anchor" href="#廣州市" aria-hidden="true">#</a> 廣州市</h3>
<ol>
<li>黃展岳：〈<strong>廣州市象崗山西漢南越王墓</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1984年，第149-150頁。</li>
<li>尚傑：〈<strong>廣州市郊沙河東漢墓</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1985年，第204頁。</li>
<li>〈<strong>廣州市西漢墓</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1986年，第186頁。（摘自《廣州日報》1985年4月10日）</li>
<li>楊少祥：〈<strong>廣深公路沿線考古調查</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1988年，第225頁。</li>
<li>〈<strong>廣州市中山五路漢代建築遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1989年，第231-232頁。（據《中國文物報》1988年12月9日）</li>
<li>〈<strong>廣州市少年宮南朝墓</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1990年，第289頁。（據《中國文物報》1990年9月15日）</li>
<li>古運泉、李岩：〈<strong>廣州市光孝寺漢至清代遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1991年，第259-260頁。</li>
<li>全洪：〈<strong>廣州市長湴新石器地點和西漢文物</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1993年，第221頁。</li>
<li>全洪：〈<strong>廣州市福今路西漢木槨墓</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1993年，第224頁。</li>
<li>全洪、麥小雲：〈<strong>廣州市大寶崗漢六朝墓葬</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1993年，第224-225頁。</li>
<li>全洪：〈<strong>廣州市獅子崗明清墓葬</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1993年，第227-228頁。</li>
<li>全洪、丁巍：〈<strong>廣州市走馬崗南朝墓</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1992年，第285-286頁。</li>
<li>閻曉青、全洪：〈<strong>廣州克山紀年明墓</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1992年，第287頁。</li>
<li>鄺桂榮：〈<strong>廣州市大統崗東漢至南朝墓群</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1995年，第200-201頁。</li>
<li>丁巍：〈<strong>廣州市黃埔區姬堂晉墓群</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1995年，第201頁。</li>
<li>陳偉漢：〈<strong>廣州德政中路唐、五代遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1995年，第202-203頁。</li>
<li>陳偉漢：〈<strong>廣州南越國宮署遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1996年，第218-219頁。</li>
<li>陳偉漢、陳春麗：〈<strong>廣州市南越國宮署遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1998年，第194-195頁。</li>
<li>丁巍：〈<strong>廣州市東山貓兒崗西漢大型木槨墓</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1998年，第195-196頁。</li>
<li>朱海仁、馬建國：〈<strong>廣州市橫枝崗西漢、南朝和唐墓</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1998年，第196-197頁。</li>
<li>金國：〈<strong>廣州市淘金坑漢唐墓葬</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1998年，第197頁。</li>
<li>朱海仁、張強祿：〈<strong>廣州市海幅寺漢代窯場遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1998年，第197-198頁。</li>
<li>馬建國：〈<strong>廣州市東山梅花村漢墓</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1998年，第198頁。</li>
<li>鄧斌：〈<strong>廣州市十九路軍陵園東漢磚室墓</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1998年，第199頁。</li>
<li>全洪：〈<strong>廣州市南海海洋研究所內東漢墓</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1998年，第199頁。</li>
<li>全洪：〈<strong>廣州市動物園東漢、南朝和唐代墓葬</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1998年，第199-200頁。</li>
<li>朱海仁、黃兆強：〈<strong>廣州市黃花崗東漢唐宋墓葬</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1998年，第200-201頁。</li>
<li>全洪：〈<strong>廣州市倉邊路宋代城墻遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1998年，第202-203頁。</li>
<li>陳偉漢、陳春麗：〈<strong>廣州市宋代六脈渠遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1998年，第203-204頁。</li>
<li>丁巍：〈<strong>廣州市吉祥路恐龍蛋化石</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1999年，第248-249頁。</li>
<li>陳偉漢：〈<strong>廣州市中山四路秉政街漢代木構建築遺跡</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1999年，第254頁。</li>
<li>朱海仁、馬建國：〈<strong>廣州市東山梅花村東漢木槨墓</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1999年，第255頁。</li>
<li>馮永驅：〈<strong>廣州市中山五路東漢至南朝城墻遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1999年，第255-256頁。</li>
<li>鄺桂榮：〈<strong>廣州市下塘西路漢唐墓</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1999年，第256頁。</li>
<li>張金國：〈<strong>廣州市永福路東漢、南朝、唐代墓葬</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1999年，第256-257頁。</li>
<li>全洪：〈<strong>廣州市東山漢至五代遺跡和墓葬</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1999年，第257-258頁。</li>
<li>朱海仁：〈<strong>廣州市先烈中路東漢至明代墓葬</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1999年，第258-259頁。</li>
<li>陳春麗：〈<strong>廣州市先烈中路南朝及唐代磚室墓</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1999年，第261頁。</li>
<li>全洪：〈<strong>廣州市先烈中路唐墓</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1999年，第261-262頁。</li>
<li>馬建國：〈<strong>廣州市太和崗唐代墓葬</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1999年，第262頁。</li>
<li>全洪：〈<strong>廣州市越華路唐代、宋代城墻遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1999年，第262-263頁。</li>
<li>黃兆強：〈<strong>廣州市明代西城門甕城遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1999年，第263-264頁。</li>
<li>朱家振：〈<strong>廣州市三台嶺雲台花園明墓</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1999年，第264-265頁。</li>
<li>〈<strong>廣州市沙梨園宋元明清村落遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2000年，第226頁。（據《中國文物報》1999年8月29日）</li>
<li>馮永驅、陳偉漢、朱海仁：〈<strong>廣州市白雲區蘿崗先秦至明清時期遺址和墓葬</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2001年，第237頁。</li>
<li>張金國、廖明全：〈<strong>廣州市兒童公園內南越至唐宋時期建築基址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2001年，第240-241頁。</li>
<li>馬建國：〈<strong>廣州市橫枝崗西漢、東晉、唐宋墓葬</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2001年，第242頁。</li>
<li>關舜甫：〈<strong>廣州市橫枝崗漢至唐代及清代墓群</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2001年，第243-244頁。</li>
<li>丁巍：〈<strong>廣州東山口東漢至唐代墓群及漢代遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2001年，第244-245頁。</li>
<li>廖明全：〈<strong>廣州市越秀北路東漢至明清遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2001年，第246頁。</li>
<li>陳偉漢、朱海仁：〈<strong>廣州市禺山市場漢、唐、宋代遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2001年，第246-247頁。</li>
<li>覃傑：〈<strong>廣州市中山四路宋代建築遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2001年，第249頁。</li>
<li>鄧宏文：〈<strong>廣州市光孝寺宋代建築遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2001年，第251-252頁。</li>
</ol>
<h3 id="深圳市" tabindex="-1"><a class="header-anchor" href="#深圳市" aria-hidden="true">#</a> 深圳市</h3>
<ol>
<li>楊耀林：〈<strong>深圳市西鄉墓群</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1984年，第150-151頁。</li>
<li>〈<strong>深圳市新石器時代遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1986年，第184頁。（摘自《深圳特區報》1985年6月4日）</li>
<li>文本亨、黃建秋：〈<strong>深圳大黃沙沙丘遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1989年，第227-228頁。</li>
</ol>
<h3 id="珠海市" tabindex="-1"><a class="header-anchor" href="#珠海市" aria-hidden="true">#</a> 珠海市</h3>
<ol>
<li>朱非素：〈<strong>珠海市淇澳島東澳灣新石器時代及宋代遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1986年，第184-185頁。</li>
<li>朱非素：〈<strong>珠海市珠江口外諸島新石器時代以來遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1987年，第224-225頁。</li>
<li>李子文：〈<strong>珠海市後沙灣新石器時代遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1990年，第285頁。</li>
<li>李子文：〈<strong>珠海市草堂灣新石器時代遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1990年，第286頁。</li>
<li>李子文：〈<strong>珠海市南沙灣新石器時代遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1990年，第286頁。</li>
<li>龍家有、馮孟欽、吳海貴：〈<strong>珠海市棱角咀新石器時代遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1992年，第284頁。</li>
<li>邱立誠、梁振興：〈<strong>珠海市下連灣石刻岩畫</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1993年，第221-222頁。</li>
<li>〈<strong>珠海市大虎山南宋遺物群</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1993年，第226-227頁。（據《中國文物報》1992年11月8日）</li>
<li>古運泉：〈<strong>珠海市棠下環青銅時代及唐宋遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1995年，第199-200頁。</li>
<li>鄧宏文、古運泉：〈<strong>珠海棠下環沙丘遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1996年，第216-217頁。</li>
<li>劉成基：〈<strong>珠海平沙清末民國初沉船</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1997年，第213-214頁。</li>
<li>馮孟欽：〈<strong>珠海市寶鏡灣新石器時代遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1999年，第251-252頁。</li>
<li>肖一亭：〈<strong>珠海市高欄島寶鏡灣新石器時代遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2001年，第234-235頁。</li>
</ol>
<h3 id="潮州市" tabindex="-1"><a class="header-anchor" href="#潮州市" aria-hidden="true">#</a> 潮州市</h3>
<ol>
<li>楊少祥：〈<strong>潮州市筆架山北宋窯</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1987年，第228頁。</li>
</ol>
<h3 id="東莞市" tabindex="-1"><a class="header-anchor" href="#東莞市" aria-hidden="true">#</a> 東莞市</h3>
<ol>
<li>何斌、龍家有：〈<strong>東莞市宋元明墓群</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1989年，第233-234頁。</li>
<li>邱立誠、何斌、李岩：〈<strong>東莞市麻地嶺明代羅亨信及其家族墓</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1989年，第234-235頁。</li>
<li>邱立誠：〈<strong>東莞虎門村頭青銅時代及明代遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1990年，第287-288頁。</li>
<li>吳海貴：〈<strong>東莞篁村漢墓</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1990年，第288-289頁。</li>
<li>崔勇、龍家有：〈<strong>東莞市丫紗帽山東漢墓</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1991年，第258頁。</li>
<li>吳海貴：〈<strong>東莞市圓洲新石器時代遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1999年，第250-251頁。</li>
</ol>
<h3 id="湛江市" tabindex="-1"><a class="header-anchor" href="#湛江市" aria-hidden="true">#</a> 湛江市</h3>
<ol>
<li>邱立誠、劉成基：〈<strong>吳川黃坡福嶺村明墓</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1990年，第289-290頁。</li>
</ol>
<h3 id="中山市" tabindex="-1"><a class="header-anchor" href="#中山市" aria-hidden="true">#</a> 中山市</h3>
<ol>
<li>〈<strong>中山市龍穴村新石器時代遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1990年，第286-287頁。（據《中國文物報》1990年11月24日）</li>
<li>李子文、龍家有：〈<strong>中山市龍穴新石器時代沙丘遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1991年，第255-256頁。</li>
<li>林再圓、楊式挺：〈<strong>中山市白水井新石器時代遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1993年，第220-221頁。</li>
</ol>
<h3 id="番禺市" tabindex="-1"><a class="header-anchor" href="#番禺市" aria-hidden="true">#</a> 番禺市</h3>
<ol>
<li>閻曉青：〈<strong>番禺市鐘村隋墓</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1993年，第226頁。</li>
<li>關舜甫：〈<strong>番禺市沙邊村宋代窯址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1995年，第204-205頁。</li>
<li>廖明泉、張強祿：〈<strong>番禺市屏山二村東漢墓群和明代村落遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1999年，第259-260頁。</li>
</ol>
<h3 id="新會市" tabindex="-1"><a class="header-anchor" href="#新會市" aria-hidden="true">#</a> 新會市</h3>
<ol>
<li>劉本安：〈<strong>新會銀州湖宋元沉船遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1993年，第227頁。</li>
<li>劉成基、吳海貴：〈<strong>新會市官衝唐代窯址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1998年，第202頁。</li>
</ol>
<h3 id="茂名市" tabindex="-1"><a class="header-anchor" href="#茂名市" aria-hidden="true">#</a> 茂名市</h3>
<ol>
<li>張松、邱立誠、陳高鷹：〈<strong>茂名恐龍蛋化石地點</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1995年，第197-198頁。</li>
<li>邱立誠、張松：〈<strong>茂名、梅縣恐龍蛋化石地點</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1996年，第213-214頁。</li>
<li>張松：〈<strong>茂名市恐龍蛋化石</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1997年，第208頁。</li>
</ol>
<h3 id="肇慶市" tabindex="-1"><a class="header-anchor" href="#肇慶市" aria-hidden="true">#</a> 肇慶市</h3>
<ol>
<li>崔勇、鄧宏文：〈<strong>肇慶市牛崗南朝墓</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1995年，第202頁。</li>
</ol>
<h3 id="英德市" tabindex="-1"><a class="header-anchor" href="#英德市" aria-hidden="true">#</a> 英德市</h3>
<ol>
<li>邱立誠、張鎮洪：〈<strong>英德寶晶宮舊石器地點</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1997年，第208-209頁。</li>
<li>張鎮洪、邱立誠：〈<strong>英德沙口清溪小狗山舊石器地點</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1997年，第209頁。</li>
<li>張鎮洪、區堅剛：〈<strong>英德雲嶺牛欄洞石器時代洞穴遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1997年，第209-210頁。</li>
<li>張鎮洪、邱立誠：〈<strong>英德沙口死佬墩新石器時代石器製造場</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1997年，第210-211頁。</li>
<li>邱立誠、張鎮洪：〈<strong>英德市牛欄洞舊石器時代至新石器時代遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1999年，第249-250頁。</li>
</ol>
<h3 id="普寧市" tabindex="-1"><a class="header-anchor" href="#普寧市" aria-hidden="true">#</a> 普寧市</h3>
<ol>
<li>邱立誠、馮永驅：〈<strong>普寧市牛伯公山商周時期遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1996年，第217-218頁。</li>
</ol>
<h3 id="連州市" tabindex="-1"><a class="header-anchor" href="#連州市" aria-hidden="true">#</a> 連州市</h3>
<ol>
<li>邱立誠、吳海貴：〈<strong>連州市龍嘴竹仔墩西漢墓</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1996年，第219-220頁。</li>
</ol>
<h3 id="鶴山市" tabindex="-1"><a class="header-anchor" href="#鶴山市" aria-hidden="true">#</a> 鶴山市</h3>
<ol>
<li>劉成基：〈<strong>鶴山市雅瑤東晉墓</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1996年，第9220頁。</li>
<li>邱立誠、吳海貴、黃道欽：〈<strong>鶴山市鵝尾嶺和長山古遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1998年，第193-194頁。</li>
<li>邱立誠、馮寶熹、張文光：〈<strong>鶴山市圍山頂明墓</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2001年，第252-253頁。</li>
</ol>
<h3 id="汕頭市" tabindex="-1"><a class="header-anchor" href="#汕頭市" aria-hidden="true">#</a> 汕頭市</h3>
<ol>
<li>崔青：〈<strong>汕頭市達濠區廣澳港沉船遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1997年，第213頁。</li>
<li>邱立誠、劉成基：〈<strong>汕頭市河浦斧頭山明墓</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2000年，第225頁。</li>
</ol>
<h3 id="台山市" tabindex="-1"><a class="header-anchor" href="#台山市" aria-hidden="true">#</a> 台山市</h3>
<ol>
<li>馮孟欽：〈<strong>台山銅鼓灣新石器時代遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1998年，第192頁。</li>
</ol>
<h3 id="清遠市" tabindex="-1"><a class="header-anchor" href="#清遠市" aria-hidden="true">#</a> 清遠市</h3>
<ol>
<li>李岩：〈<strong>清遠市飛來峽區雞坑新石器時代及青銅時代遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1998年，第192-193頁。</li>
<li>李岩：〈<strong>清遠市飛來峽雞坑青銅時代遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1999年，第252-253頁。</li>
</ol>
<h3 id="增城市" tabindex="-1"><a class="header-anchor" href="#增城市" aria-hidden="true">#</a> 增城市</h3>
<ol>
<li>全洪：〈<strong>增城市西山南朝墓</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1998年，第201-202頁。</li>
<li>全洪：〈<strong>增城市金蘭寺貝丘遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2001年，第233-234頁。</li>
<li>全洪：〈<strong>增城市圍嶺史前遺址和東漢墓葬</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2001年，第235-236頁。</li>
<li>全洪：〈<strong>增城市崗尾東漢墓</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2001年，第245頁。</li>
</ol>
<h3 id="雲浮市" tabindex="-1"><a class="header-anchor" href="#雲浮市" aria-hidden="true">#</a> 雲浮市</h3>
<ol>
<li>馮孟欽：〈<strong>雲浮市古寵、安塘南朝墓</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1999年，第260-261頁。</li>
<li>邱立誠：〈<strong>雲浮市安塘後龍山南朝墓</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2000年，第224-225頁。</li>
</ol>
<h3 id="順德市" tabindex="-1"><a class="header-anchor" href="#順德市" aria-hidden="true">#</a> 順德市</h3>
<ol>
<li>劉成基：〈<strong>順德市均安鎮清墓</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1999年，第265頁。</li>
</ol>
<h3 id="惠州市" tabindex="-1"><a class="header-anchor" href="#惠州市" aria-hidden="true">#</a> 惠州市</h3>
<ol>
<li>尚傑：〈<strong>惠州市侯王宮勘察測繪</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2001年，第253頁。</li>
</ol>
<h3 id="虎門" tabindex="-1"><a class="header-anchor" href="#虎門" aria-hidden="true">#</a> 虎門</h3>
<ol>
<li>楊少祥：〈<strong>虎門靖遠炮台遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1995年，第205-206頁。</li>
</ol>
<h3 id="五華縣" tabindex="-1"><a class="header-anchor" href="#五華縣" aria-hidden="true">#</a> 五華縣</h3>
<ol>
<li>邱立誠：〈<strong>五華縣雄獅山漢代遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1985年，第203-204頁。</li>
<li>劉建安、邱立誠：〈<strong>五華縣雄獅山漢代建築遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1986年，第186-187頁。</li>
<li>邱立誠、馮孟欽、劉成基：〈<strong>五華縣獅雄山漢代建築遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1991年，第257-258頁。</li>
<li>李子文：〈<strong>五華仰天獅山商及春秋時期遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1994年，第252頁。</li>
<li>邱立誠、李雄坤：〈<strong>五華縣維西屋背嶺周代遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1994年，第253頁。</li>
<li>邱立誠、李雄坤：〈<strong>五華華城河子口龍頸坑宋元窯址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1994年，第254-255頁。</li>
</ol>
<h3 id="羅定縣" tabindex="-1"><a class="header-anchor" href="#羅定縣" aria-hidden="true">#</a> 羅定縣</h3>
<ol>
<li>邱立誠：〈<strong>羅定縣羅平區戰國墓</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1984年，第148-149頁。</li>
<li>毛衣明：〈<strong>羅定縣白鶴嘴山南朝墓</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1984年，第150頁。</li>
<li>宋方義：〈<strong>羅定縣飯甑山舊石器時代晚期洞穴遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1987年，第224頁。</li>
</ol>
<h3 id="曲江縣" tabindex="-1"><a class="header-anchor" href="#曲江縣" aria-hidden="true">#</a> 曲江縣</h3>
<ol>
<li>宋方義：〈<strong>曲江縣馬壩人化石洞穴發現打製石器</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1985年，第201頁。</li>
<li>李子文：〈<strong>曲江縣石峽新石器時代及青銅時代遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1986年，第185頁。</li>
<li>宋方義：〈<strong>曲江縣桂綠岩洞穴人類化學及動物群</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1988年，第221頁。</li>
<li>李子文、龍家有：〈<strong>曲江縣床板嶺石峽文化墓地</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1989年，第227頁。</li>
<li>鄧宏文：〈<strong>曲江縣大嶺埂北宋塔基</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2001年，第250頁。</li>
</ol>
<h3 id="封開縣" tabindex="-1"><a class="header-anchor" href="#封開縣" aria-hidden="true">#</a> 封開縣</h3>
<ol>
<li>楊式挺：〈<strong>封開縣鹿尾村新石器時代墓葬</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1985年，第201-202頁。</li>
<li>崔勇、吳海貴：〈<strong>封開縣利羊墩戰國至西漢早期墓葬群</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1989年，第229頁。</li>
<li>吳海貴：〈<strong>封開縣烏騷嶺新石器時代墓群</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1991年，第256頁。</li>
<li>楊少祥：〈<strong>封開縣長衝頂山南朝窯址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1991年，第260頁。</li>
<li>張鎮洪等：〈<strong>封開縣羅沙岩舊石器時代洞穴遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1992年，第283-284頁。</li>
<li>〈<strong>封開縣羅沙岩舊石器時代洞穴遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1993年，第219-220頁。（據《中國文物報》1992年12月20日）</li>
<li>邱立誠、張鎮洪、龍家有：〈<strong>封開漁撈垌中岩動物化石地點</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1994年，第250頁。</li>
<li>馮孟欽、吳海貴：〈<strong>封開縣簕竹口新石器時代遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1996年，第214-215頁。</li>
<li>馮孟欽：〈<strong>封開縣平鳳康塘山漢晉墓</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2001年，第242-243頁。</li>
</ol>
<h3 id="海豐縣" tabindex="-1"><a class="header-anchor" href="#海豐縣" aria-hidden="true">#</a> 海豐縣</h3>
<ol>
<li>毛衣明：〈<strong>海豐縣田墘圩發現新石器時代玉器</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1985年，第202頁。</li>
</ol>
<h3 id="興寧縣" tabindex="-1"><a class="header-anchor" href="#興寧縣" aria-hidden="true">#</a> 興寧縣</h3>
<ol>
<li>楊少祥：〈<strong>興寧縣出土戰國銅甬鐘</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1985年，第203頁。</li>
</ol>
<h3 id="博羅縣" tabindex="-1"><a class="header-anchor" href="#博羅縣" aria-hidden="true">#</a> 博羅縣</h3>
<ol>
<li>邱立誠、黃觀禮：〈<strong>博羅縣出土春秋青銅甬鐘</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1985年，第202-203頁。</li>
<li>〈<strong>博羅縣春秋時期編鐘</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1986年，第186頁。（摘自《人民日報》1985年6月21日）</li>
<li>龍家有、劉建安、何斌：〈<strong>博羅縣墩嶺嘴山東漢墓</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1989年，第232-233頁。</li>
<li>楊少祥：〈<strong>羅博縣梅花墩春秋窯址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1992年，第285頁。</li>
<li>劉成基：〈<strong>羅博縣橫河鎮東漢、隋和初唐墓</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1993年，第225-226頁。</li>
<li>古運泉、李子文、鄧宏文：〈<strong>博羅銀崗春秋戰國遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1997年，第211-212頁。</li>
<li>古運泉、鄧宏文：〈<strong>博羅縣銀崗春秋戰國遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1999年，第253-254頁。</li>
<li>李子文：〈<strong>博羅縣田心新石器時代至清代遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2001年，第236頁。</li>
<li>吳海貴：〈<strong>博羅縣橫嶺山先秦墓葬</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2001年，第238-239頁。</li>
<li>劉成基：〈<strong>博羅縣沙嶺山戰國、漢代及明清遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2001年，第239頁。</li>
<li>李子文：〈<strong>博羅縣嶺嘴頭漢代遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2001年，第241-242頁。</li>
</ol>
<h3 id="南海縣" tabindex="-1"><a class="header-anchor" href="#南海縣" aria-hidden="true">#</a> 南海縣</h3>
<ol>
<li>朱非素：〈<strong>南海縣西樵區魷魚崗新石器時代貝丘遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1986年，第183-184頁。</li>
<li>宋方義：〈<strong>南海縣西樵山錦岩遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1988年，第221-222頁。</li>
<li>劉成基、馮孟欽：〈<strong>南海佛子廟新石器時代和青銅時代遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1995年，第198-199頁。</li>
</ol>
<h3 id="高要縣" tabindex="-1"><a class="header-anchor" href="#高要縣" aria-hidden="true">#</a> 高要縣</h3>
<ol>
<li>李岩、李子文：〈<strong>高要縣龍一村新石器時代遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1987年，第225-226頁。</li>
<li>李岩：〈<strong>高要縣蜆殼洲新石器時代貝丘遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1989年，第228-229頁。</li>
</ol>
<h3 id="大埔縣" tabindex="-1"><a class="header-anchor" href="#大埔縣" aria-hidden="true">#</a> 大埔縣</h3>
<ol>
<li>邱立誠、劉建安：〈<strong>大埔縣楓朗區青銅時代墓葬群</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1987年，第226-227頁。</li>
<li>楊少祥：〈<strong>大埔縣明清窯址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1988年，第226頁。</li>
<li>邱立誠、鄧宏文、謝繼：〈<strong>大埔縣湖寮下院坑明墓</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1998年，第204-205頁。</li>
</ol>
<h3 id="和平縣" tabindex="-1"><a class="header-anchor" href="#和平縣" aria-hidden="true">#</a> 和平縣</h3>
<ol>
<li>劉建安：〈<strong>和平縣龍子山春秋晚期墓葬</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1987年，第227頁。</li>
<li>李子文：〈<strong>和平縣子頂山商周墓葬</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1997年，第211頁。</li>
</ol>
<h3 id="高明縣" tabindex="-1"><a class="header-anchor" href="#高明縣" aria-hidden="true">#</a> 高明縣</h3>
<ol>
<li>楊少祥：〈<strong>高明縣大崗山唐代窯址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1987年，第227-228頁。</li>
<li>楊少祥：〈<strong>高明縣唐窯址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1988年，第225頁。</li>
</ol>
<h3 id="海康縣" tabindex="-1"><a class="header-anchor" href="#海康縣" aria-hidden="true">#</a> 海康縣</h3>
<ol>
<li>楊少祥：〈<strong>海康縣公益村、土壙村宋元窯址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1987年，第228-229頁。</li>
<li>〈<strong>海康縣官茂坡南宋紀年墓</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1989年，第233頁。（據《中國文物報》1988年12月2日）</li>
</ol>
<h3 id="翁源縣" tabindex="-1"><a class="header-anchor" href="#翁源縣" aria-hidden="true">#</a> 翁源縣</h3>
<ol>
<li>李子文：〈<strong>翁源縣下角壠新石器時代遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1988年，第222-223頁。</li>
</ol>
<h3 id="連平縣" tabindex="-1"><a class="header-anchor" href="#連平縣" aria-hidden="true">#</a> 連平縣</h3>
<ol>
<li>朱非素：〈<strong>連平縣黃潭寺新石器時代遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1988年，第223頁。</li>
</ol>
<h3 id="陵水縣" tabindex="-1"><a class="header-anchor" href="#陵水縣" aria-hidden="true">#</a> 陵水縣</h3>
<ol>
<li>〈<strong>陵水縣石貢沙丘遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1988年，第223-224頁。（據《中國文物報》1987年12月25日）</li>
</ol>
<h3 id="樂昌縣" tabindex="-1"><a class="header-anchor" href="#樂昌縣" aria-hidden="true">#</a> 樂昌縣</h3>
<ol>
<li>邱立誠、崔勇：〈<strong>樂昌縣對面山東周至唐代墓葬</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1988年，第224-225頁。</li>
<li>劉建安、邱立誠、崔勇、劉歆遲：〈<strong>樂昌縣河南村洲仔漢代建築遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1989年，第229-230頁。</li>
</ol>
<h3 id="澄海縣" tabindex="-1"><a class="header-anchor" href="#澄海縣" aria-hidden="true">#</a> 澄海縣</h3>
<ol>
<li>劉建安、邱立誠、黃偉雄：〈<strong>澄海縣上華龜山漢代建築遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1989年，第230-231頁。</li>
<li>邱立誠、吳海貴：〈<strong>澄海縣龜山漢代建築遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1993年，第222-223頁。</li>
</ol>
<h3 id="始興縣" tabindex="-1"><a class="header-anchor" href="#始興縣" aria-hidden="true">#</a> 始興縣</h3>
<ol>
<li>邱立誠、寥晉雄、劉建安：〈<strong>始興縣羅圍犁頭嘴漢代城址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1989年，第231頁。</li>
</ol>
<h3 id="楊春縣" tabindex="-1"><a class="header-anchor" href="#楊春縣" aria-hidden="true">#</a> 楊春縣</h3>
<ol>
<li>李岩：〈<strong>陽春縣舊塘村漢代遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1990年，第288頁。</li>
</ol>
<h3 id="梅縣" tabindex="-1"><a class="header-anchor" href="#梅縣" aria-hidden="true">#</a> 梅縣</h3>
<ol>
<li>〈<strong>梅縣市水車晚唐窯址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1986年，第187頁。</li>
<li>〈<strong>梅縣市瑤上南宋窯址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1986年，第187-188頁。</li>
<li>古運泉、李子文：〈<strong>梅縣山子下新石器時代晚期墓地</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1994年，第250-251頁。</li>
<li>古運泉、李子文：〈<strong>梅縣圍崗上山商時期遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1994年，第252頁。</li>
<li>李子文：〈<strong>梅縣坳峰里殷商時期遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1998年，第193頁。</li>
</ol>
<h3 id="徐聞縣" tabindex="-1"><a class="header-anchor" href="#徐聞縣" aria-hidden="true">#</a> 徐聞縣</h3>
<ol>
<li>邱立誠、尚傑：〈<strong>徐聞縣五里鄉漢至唐宋時期遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1991年，第258-259頁。</li>
<li>楊少祥：〈<strong>徐聞縣五里鄉漢代遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1994年，第254頁。</li>
</ol>
<h3 id="南澳" tabindex="-1"><a class="header-anchor" href="#南澳" aria-hidden="true">#</a> 南澳</h3>
<ol>
<li>〈<strong>南澳東坑仔商周遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1991年，第256-257頁。（據《中國文物報》1990年11月1日）</li>
</ol>
<h3 id="電白縣" tabindex="-1"><a class="header-anchor" href="#電白縣" aria-hidden="true">#</a> 電白縣</h3>
<ol>
<li>崔勇：〈<strong>電白縣車仔尾獨木舟</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1992年，第286-頁。</li>
</ol>
<h3 id="河源" tabindex="-1"><a class="header-anchor" href="#河源" aria-hidden="true">#</a> 河源</h3>
<ol>
<li>邱立誠：〈<strong>廣梅汕鐵路河源至興寧段考古調查</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1993年，第222頁。</li>
</ol>
<h3 id="龍川縣" tabindex="-1"><a class="header-anchor" href="#龍川縣" aria-hidden="true">#</a> 龍川縣</h3>
<ol>
<li>古運泉、崔勇、鄧宏文：〈<strong>龍川縣圓墩戰國墓地</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1994年，第253頁。</li>
</ol>
<h3 id="楊春縣-1" tabindex="-1"><a class="header-anchor" href="#楊春縣-1" aria-hidden="true">#</a> 楊春縣</h3>
<ol>
<li>張鎮洪、邱立誠、龍家有：〈<strong>陽春松柏獨石山仙人洞動物化石地點</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1994年，第249-250頁。</li>
</ol>
<h3 id="仁化縣" tabindex="-1"><a class="header-anchor" href="#仁化縣" aria-hidden="true">#</a> 仁化縣</h3>
<ol>
<li>李子文：〈<strong>仁化縣覆船嶺新石器時代遺址</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1996年，第215頁。</li>
</ol>
<h3 id="廣寧縣" tabindex="-1"><a class="header-anchor" href="#廣寧縣" aria-hidden="true">#</a> 廣寧縣</h3>
<ol>
<li>劉成基、邱立誠：〈<strong>廣寧縣龍嘴崗戰國墓地</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，1997年，第212-213頁。</li>
</ol>
<h3 id="惠陽縣" tabindex="-1"><a class="header-anchor" href="#惠陽縣" aria-hidden="true">#</a> 惠陽縣</h3>
<ol>
<li>崔勇：〈<strong>惠陽縣橫瀝鎮晉墓</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2001年，第247-248頁。</li>
</ol>
<h3 id="乳源縣" tabindex="-1"><a class="header-anchor" href="#乳源縣" aria-hidden="true">#</a> 乳源縣</h3>
<ol>
<li>李岩：〈<strong>乳源縣澤橋山南朝至宋代墓葬</strong>〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2001年，第248頁。</li>
</ol>
<!--
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2002年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2002年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2002年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2002年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2002年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2002年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2002年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2002年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2002年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2002年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2002年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2002年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2002年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2002年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2002年，第頁。

：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2003年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2003年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2003年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2003年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2003年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2003年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2003年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2003年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2003年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2003年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2003年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2003年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2003年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2003年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2003年，第頁。

：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2004年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2004年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2004年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2004年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2004年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2004年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2004年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2004年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2004年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2004年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2004年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2004年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2004年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2004年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2004年，第頁。

：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2005年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2005年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2005年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2005年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2005年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2005年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2005年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2005年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2005年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2005年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2005年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2005年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2005年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2005年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2005年，第頁。

：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2006年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2006年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2006年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2006年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2006年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2006年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2006年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2006年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2006年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2006年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2006年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2006年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2006年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2006年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2006年，第頁。

：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2007年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2007年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2007年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2007年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2007年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2007年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2007年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2007年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2007年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2007年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2007年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2007年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2007年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2007年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2007年，第頁。

：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2008年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2008年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2008年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2008年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2008年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2008年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2008年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2008年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2008年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2008年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2008年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2008年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2008年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2008年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2008年，第頁。

：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2009年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2009年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2009年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2009年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2009年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2009年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2009年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2009年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2009年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2009年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2009年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2009年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2009年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2009年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2009年，第頁。

：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2010年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2010年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2010年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2010年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2010年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2010年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2010年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2010年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2010年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2010年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2010年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2010年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2010年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2010年，第頁。
：〈****〉，載中國考古學會編：《中國考古學年鑒》，文物出版社，2010年，第頁。
--></div></template>
