<template><div><ol>
<li>陸懋德：〈<strong>由甲骨文考見商代之文化</strong>〉，《清華大學學報（自然科學版）》1927年第2期。</li>
<li>董作賓：〈<strong>「獲白麟」解</strong>〉，載李濟總編輯：《安陽發掘報告（第二期）》，中央研究所歷史語言研究所，1930年，第287-335頁。</li>
<li>傅斯年：〈<strong>新獲卜辭寫本後記跋</strong>〉，載李濟總編輯：《安陽發掘報告（第二期）》，中央研究所歷史語言研究所，1930年，第349-386頁。</li>
<li>董作賓：〈<strong>甲骨文研究之擴大</strong>〉，載李濟總編輯：《安陽發掘報告（第二期）》，中央研究所歷史語言研究所，1930年，第411-421頁。</li>
<li>董作賓：〈<strong>大龜四版考釋</strong>〉，載李濟總編輯：《安陽發掘報告（第三期）》，中央研究所歷史語言研究所，1931年，第423-441頁。</li>
<li>秉志：〈<strong>河南安陽之龜殼</strong>〉，載李濟總編輯：《安陽發掘報告（第三期）》，中央研究所歷史語言研究所，1931年，第443-446頁。</li>
<li>董作賓：〈<strong>卜辭中所見之殷曆</strong>〉，載李濟總編輯：《安陽發掘報告（第三期）》，中央研究所歷史語言研究所，1931年，第481-522頁。</li>
<li>董作賓：〈<strong>帚矛說（骨臼刻辭的研究）</strong>〉，載李濟總編輯：《安陽發掘報告（第四期）》，中央研究所歷史語言研究所，1933年，第635-676頁。</li>
<li>董作賓：〈<strong>釋「馭贗」</strong>〉，載李濟總編輯：《安陽發掘報告（第四期）》，中央研究所歷史語言研究所，1933年，第697-703頁。</li>
<li>董作賓：〈<strong>釋後岡出土的一片卜辭</strong>〉，載李濟總編輯：《安陽發掘報告（第四期）》，中央研究所歷史語言研究所，1933年，第705-708頁。</li>
</ol>
</div></template>


