<template><div><h2 id="_1947年" tabindex="-1"><a class="header-anchor" href="#_1947年" aria-hidden="true">#</a> 1947年</h2>
<ol>
<li>石璋如：〈<strong>殷墟最近之重要發現附論小屯地層</strong>〉，《中國考古學報》1947年總第2冊，第1-81頁。</li>
<li>李景聃：〈<strong>豫東商邱永城調查及造律臺黑孤堆曹橋三處小發掘</strong>〉，《中國考古學報》1947年總第2冊，第83-120+7-8頁。</li>
<li>高去尋：〈<strong>黃河下游的屈肢葬問題——第二次探掘安陽大司空村南地簡報附論之一</strong>〉，《中國考古學報》1947年總第2冊，第121-166頁。</li>
<li>祁延霈：〈<strong>山東益都蘇埠屯出土銅器調查記</strong>〉，《中國考古學報》1947年總第2冊，第167-178+5-6頁。</li>
<li>王湘：〈<strong>安徽壽縣史前遺址調查報告</strong>〉，《中國考古學報》1947年總第2冊，第179-250頁。</li>
<li>劉燿：〈<strong>龍山文化與仰韶文化之分析</strong>〉，《中國考古學報》1947年總第2冊，第251-335頁。</li>
</ol>
<h2 id="_1948年" tabindex="-1"><a class="header-anchor" href="#_1948年" aria-hidden="true">#</a> 1948年</h2>
<ol>
<li>李濟：〈<strong>記小屯出土之青銅器</strong>〉，《中國考古學報》1948年總第3冊，第2-100頁。</li>
<li>夏鼐：〈<strong>齊家期墓葬的新發現及其年代的改訂</strong>〉，《中國考古學報》1948年總第3冊，第101-117頁。</li>
<li>王振鐸：〈<strong>司南指南針與羅經盤——中國古代有關靜磁學知識之發現及發明——（上）</strong>〉，《中國考古學報》1948年總第3冊，第119-230+23頁。</li>
<li>楊鐘健：〈<strong>安陽殷墟扭角羚之發見及其意義</strong>〉，《中國考古學報》1948年總第3冊，第261-265頁。</li>
</ol>
<h2 id="_1949年" tabindex="-1"><a class="header-anchor" href="#_1949年" aria-hidden="true">#</a> 1949年</h2>
<ol>
<li>李濟：〈<strong>記小屯出土之青銅器——中篇　鋒刃器</strong>〉，《中國考古學報》1949年總第4冊，第頁。</li>
<li>夏鼐：〈<strong>臨洮寺窪山發掘記</strong>〉，《中國考古學報》1949年總第4冊，第頁。</li>
<li>伍獻文：〈<strong>記殷墟出土之魚骨</strong>〉，《中國考古學報》1949年總第4冊，第頁。</li>
<li>楊鐘健、劉東生：〈<strong>安陽殷墟哺乳動物群補遺</strong>〉，《中國考古學報》1949年總第4冊，第頁。</li>
<li>高去尋：〈<strong>殷墟出土的牛距骨刻辭</strong>〉，《中國考古學報》1949年總第4冊，第頁。</li>
<li>王振鐸：〈<strong>司南指南針與羅經盤——中國古代有關靜磁學知識之發現及發明（中）</strong>〉，《中國考古學報》1949年總第4冊，第頁。</li>
<li>董作賓：〈<strong>殷墟文字甲編自序</strong>〉，《中國考古學報》1949年總第4冊，第頁。</li>
<li>李濟跋：〈<strong>跋彥堂自序</strong>〉，《中國考古學報》1949年總第4冊，第頁。</li>
<li>董作賓：〈<strong>殷墟文字乙編序</strong>〉，《中國考古學報》1949年總第4冊，第頁。</li>
<li>石璋如：〈<strong>殷墟最近之重要發現——附論小屯地層后記</strong>〉，《中國考古學報》1949年總第4冊，第頁。</li>
</ol>
</div></template>
