<template><div><h1 id="論文" tabindex="-1"><a class="header-anchor" href="#論文" aria-hidden="true">#</a> 論文</h1>
<ol>
<li>張蔚然：〈<strong>殷墟地層研究</strong>〉，載李濟總編輯：《安陽發掘報告（第二期）》，中央研究所歷史語言研究所，1930年，第253-285頁。</li>
<li>李濟：〈<strong>小屯與仰韶</strong>〉，載李濟總編輯：《安陽發掘報告（第二期）》，中央研究所歷史語言研究所，1930年，第337-347頁。</li>
<li>李濟：〈<strong>現代考古學與殷墟發掘</strong>〉，載李濟總編輯：《安陽發掘報告（第二期）》，中央研究所歷史語言研究所，1930年，第405-410頁。</li>
<li>李濟：〈<strong>俯身葬</strong>〉，載李濟總編輯：《安陽發掘報告（第三期）》，中央研究所歷史語言研究所，1931年，第447-480頁。</li>
<li>徐中舒：〈<strong>再論小屯與仰韶</strong>〉，載李濟總編輯：《安陽發掘報告（第三期）》，中央研究所歷史語言研究所，1931年，第523-557頁。</li>
<li>劉嶼霞：〈<strong>殷代冶銅術之研究</strong>〉，載李濟總編輯：《安陽發掘報告（第四期）》，中央研究所歷史語言研究所，1933年，第681-696頁。</li>
<li></li>
</ol>
</div></template>


